Repository: simsip-admin/simsip-line
Catalog: Simsip.LineRunner.Ios/*.lproj/Localizable.strings
Languages: de, es, id_id, it, ko, pt, ru_ru, zh

# ResourceLanguage
source: en-US
de: de
es: es
id_id: id-ID
it: it
ko: ko-KR
pt: pt
ru_ru: ru-RU
zh: zh-Hans

# CommonVersion
source: version
es: versión
id_id: versi
it: versione
ko: 버전
pt: versão
ru_ru: версия
zh: 版本

# HelpHelpDescription
source: help screen
de: Hilfe-Bildschirm
es: pantalla de ayuda
id_id: Bantuan layar
it: schermata della Guida
ko: 도움말 화면
pt: tela de ajuda
ru_ru: экран справки
zh: 帮助屏幕

# HelpHowToPlayDescription1
source: tap to avoid lines and obstacles
de: Tippen Sie, um Linien und Hindernisse zu vermeiden.
es: Puntee en para evitar los obstáculos y líneas
id_id: ketuk untuk menghindari baris dan hambatan
it: Toccare per evitare righe e ostacoli
ko: 선 및 장애를 방지 하기 위해 누르기
pt: Toque para evitar linhas e obstáculos
ru_ru: Коснитесь, чтобы избежать линии и препятствия
zh: 点击以避免行和障碍

# HelpLines
source: change the line for the pad
de: Ändern Sie die Zeile für das Feld
es: Cambie la línea para el panel
id_id: mengubah baris untuk pad
it: modificare la riga per il blocco note
ko: 패드 줄을 변경 합니다.
pt: Altere a linha para o teclado
ru_ru: Измените строку для панели ввода
zh: 更改键盘的行

# HelpOptions
source: options
de: Optionen
es: Opciones de
id_id: pilihan
it: opzioni
ko: 옵션
pt: Opções
ru_ru: Параметры
zh: 选项

# HelpOptionsDescription
source: game options
de: Spieloptionen
es: Opciones del juego
id_id: opsi permainan
it: opzioni di gioco
ko: 게임 옵션
pt: Opções de jogo
ru_ru: параметры игры
zh: 游戏选项

# HelpPads
source: change the pad you play on
de: Ändern Sie das Feld, auf dem, das Sie spielen
es: cambiar el botón en que reproducir
id_id: mengubah pad Anda bermain pada
it: modificare il pad su che riprodurre
ko: 재생 하는 패드를 변경 합니다.
pt: Alterar área de em que reproduzir
ru_ru: изменить панель воспроизведения на
zh: 更改播放的板

# HelpRatingsDescription
source: rate us
de: Bewerten Sie uns
es: tasa de nosotros
id_id: menilai kami
it: velocità di noi
ko: 미국 등급
pt: taxa nos
ru_ru: Оцените нас
zh: 评价我们

# HelpStartDescription
source: play game
de: Spiel spielen
es: jugar a juego
id_id: bermain game
it: eseguire il gioco
ko: 게임 실행
pt: jogar jogo
ru_ru: запустить игру
zh: 玩游戏

# HelpTitle
source: help
de: Hilfe
es: Ayuda
id_id: bantuan
it: Guida in linea
ko: 도움말
pt: Ajuda
ru_ru: Справка
zh: 帮助

# OptionsCredits
source: credits
de: Gutschriften
es: créditos
id_id: kredit
it: crediti
ko: 크레딧
pt: créditos
ru_ru: кредиты
zh: 贷方

# OptionsLeaderboards
source: leaderboards
de: Bestenlisten
es: tablas de clasificación
it: classifiche
ko: 순위표
pt: tabelas
ru_ru: списки лидеров
zh: 排名

# OptionsLines
source: lines
de: Linien
es: líneas
id_id: Baris
it: righe
ko: 선
pt: linhas
ru_ru: Линии
zh: 线条

# OptionsPads
source: pads
es: almohadillas
id_id: bantalan
it: Pad
ko: 패드
ru_ru: коврики
zh: 垫。

# OptionsSoundOff
source: sound off
de: Ton aus
es: sin sonido
id_id: suara off
it: audio disattivato
ko: 소리 끄기
pt: desligar som
ru_ru: отключить звук
zh: 关闭声音

# OptionsSoundOn
source: sound on
de: Sound auf
es: sonido en
id_id: Suara
it: suono sulla
ko: 사운드를 들려줍니다
pt: som no
ru_ru: звук на
zh: 声音

# OptionsTitle
source: options
de: Optionen
es: Opciones de
id_id: pilihan
it: opzioni
ko: 옵션
pt: Opções
ru_ru: Параметры
zh: 选项

# AchievementsLeaderboards
source: leaderboards
de: Bestenlisten
es: tablas de clasificación
it: classifiche
ko: 순위표
pt: tabelas
ru_ru: списки лидеров
zh: 排名

# AchievementsTopScoresFor
source: top scores
de: Top Bewertungen
es: puntuaciones más altas
id_id: Skor tertinggi
it: punteggi migliori
ko: 최고 점수
pt: principais resultados
ru_ru: лучшие результаты
zh: 高分

# AdminKillsOff
source: kills off
de: Gelöschte deaktivieren
es: mata a
id_id: membunuh dari
it: interrompe l'eventuale
ko: 중단
pt: elimina
ru_ru: Уничтожает
zh: 取消

# AdminKillsOn
source: kills on
de: beendet am
es: termina en
id_id: membunuh di
it: uccide in
ko: 대 파괴
pt: elimina em
ru_ru: Уничтожает на
zh: 在终止

# AdminParticlesOff
source: particles off
de: Partikel aus
es: partículas de
id_id: partikel off
it: particelle off
ko: 입자가
pt: partículas
ru_ru: частицы off
zh: 颗粒

# AdminParticlesOn
source: particles on
de: Partikel auf
es: partículas en
id_id: partikel di
it: particelle in
ko: 입자에
pt: partículas em
ru_ru: частицы на
zh: 在粒子

# AdminStartPage
source: start page
de: Startseite
es: página de inicio
id_id: Halaman awal
it: pagina iniziale
ko: 시작 페이지
pt: página inicial
ru_ru: Начальная страница
zh: 起始页

# AdminStartPageDescription
source: enter page to start on
de: Geben Sie auf Seite
es: Especifique que comience en la página
id_id: Masukkan halaman untuk memulai
it: Immettere la pagina iniziale
ko: 시작 하는 페이지를 입력 합니다.
pt: Inserir página Iniciar em
ru_ru: Ввод начальной страницы
zh: 输入要在启动页面

# CommonCancel
source: cancel
de: Abbrechen
es: Cancelar
id_id: batal
it: Annulla
ko: 취소
pt: Cancelar
ru_ru: отменить
zh: 取消

# CommonDelete
source: delete
de: Löschen
es: eliminar
id_id: hapus
it: eliminare
ko: 삭제
pt: Excluir
ru_ru: удалить
zh: 删除

# CommonError
source: error
de: Fehler
id_id: kesalahan
it: Errore
ko: 오류
pt: Erro
ru_ru: ошибка
zh: 错误

# CommonNo
source: no
de: Nein
id_id: Tidak
it: non
ko: 더
pt: não
ru_ru: Нет
zh: 没有

# CommonOK
source: ok
es: Aceptar
id_id: Oke
ko: 확인
zh: 确定

# CommonYes
source: yes
es: Sí
id_id: Ya
it: Sì
ko: 예
pt: Sim
ru_ru: Да
zh: 是

# CreditsCreatedBy
source: development
de: Entwicklung
es: desarrollo
id_id: pengembangan
it: sviluppo
ko: 개발
pt: desenvolvimento
ru_ru: разработки
zh: 开发

# FinishNewHighScore
source: new high score
de: neuer Höchststand
es: nuevo récord de puntuación
id_id: Skor tinggi baru
it: nuovo punteggio
ko: 최고 점수
pt: novos pontos máximos
ru_ru: новый рекорд
zh: 新的高分

# HudPageLine
source: page/line
de: Seite/Zeile
es: línea/página
id_id: Halaman/line
it: pagina o riga
ko: 페이지/선
pt: página/linha
ru_ru: строки страницы
zh: 页面/线条

# HudResume
source: resume
de: wieder aufnehmen
es: reanudar
id_id: lanjutkan
ko: 이력서
pt: currículo
ru_ru: продолжить
zh: 简历

# LinesSwitchingLines
source: switching lines
de: Switching-Zeilen
es: líneas de conmutación
id_id: beralih baris
it: linee di commutazione
ko: 전환 선
pt: linhas de comutação
ru_ru: Переключение линии
zh: 切换行

# LoginPassword
source: password
de: Kennwort
es: contraseña
id_id: sandi
ko: 암호
pt: senha
ru_ru: пароль
zh: 密码

# LoginPasswordDescription
source: enter password
de: Geben Sie Kennwort ein
es: Escribir contraseña
id_id: Masukkan sandi
it: Immettere la password
ko: 암호를 입력 합니다.
pt: Digite a senha
ru_ru: Введите пароль
zh: 输入密码

# LoginUserName
source: user name
de: Benutzername
es: nombre de usuario
id_id: nama pengguna
it: nome utente
ko: 사용자 이름
pt: nome de usuário
ru_ru: имя пользователя
zh: 用户名称

# LoginUserNameDescription
source: enter a unique user name
de: Geben Sie einen eindeutigen Namen
es: Escriba un nombre de usuario único
id_id: Masukkan nama pengguna yang unik
it: Immettere un nome utente univoco
ko: 고유한 사용자 이름을 입력 합니다.
pt: Digite um nome de usuário exclusivo
ru_ru: Введите уникальное имя пользователя
zh: 请输入一个唯一的用户名

# PadsSwitchingPads
source: switching pads
es: cambio de pastillas
id_id: beralih bantalan
it: i pad di commutazione
ko: 패드를 전환합니다.
pt: alternar painéis
ru_ru: Переключение панели
zh: 切换垫。

# ResourcePacksSwitchingResourcePacks
source: switching resource packs
de: Ressource-Packs wechseln
es: conmutación de paquetes de recursos
id_id: beralih paket
it: commutazione di pacchetti di risorse
ko: 스위칭의 리소스 팩
pt: comutação de pacotes de recursos
ru_ru: коммутация пакетов ресурсов
zh: 交换的资源包

# CommonAdmin
source: admin
ko: 관리자
ru_ru: администратор
zh: 管理

# WorldsDefault
source: default
de: Standard
es: valor predeterminado
it: impostazione predefinita
ko: 기본값
pt: padrão
ru_ru: по умолчанию
zh: 默认

# WorldsErrorCannotUseName
source: you cannot use this name for your world
de: diesen Namen für Ihre Welt kann nicht verwendet werden.
es: no puede utilizar este nombre para el mundo
id_id: Anda tidak dapat menggunakan nama ini bagi dunia Anda
it: è possibile utilizzare questo nome per il mondo
ko: 전 세계에이 이름을 사용할 수 없습니다.
pt: Você não pode usar esse nome para seu mundo
ru_ru: нельзя использовать это имя для вашего стиля жизни
zh: 您无法用此名称表示您的世界

# WorldsErrorWorldActive
source: you cannot delete a world that is active
de: eine Welt können nicht gelöscht, die aktiv ist
es: no se puede eliminar un mundo en el que está activo
id_id: Anda tidak dapat menghapus dunia yang aktif
it: è possibile eliminare un mondo è attivo
ko: 활성화 된 세계를 삭제할 수 없습니다.
pt: Você não pode excluir um mundo está ativo
ru_ru: не удается удалить мир, который активен
zh: 您不能删除处于活动状态的世界里

# WorldsErrorWorldAlreadyExists
source: a world with this name already exists
de: eine Welt mit diesem Namen ist bereits vorhanden.
es: un mundo con este nombre ya existe
id_id: sebuah dunia dengan nama ini sudah ada
it: un mondo con questo nome esiste già
ko: 이미 같은 이름의 세계
pt: um mundo com este nome já existe
ru_ru: мир с таким именем уже существует.
zh: 已存在具有此名称的世界里

# WorldsGenerateNew
source: generate new
de: neu generieren
es: Generar nuevo
id_id: menghasilkan baru
it: Genera nuova
ko: 새로 만들기
pt: Gerar nova
ru_ru: создать новый
zh: 新生成

# WorldsSaveWorldAs
source: save world as...
de: Speichern Sie die Welt...
es: salvar el mundo como...
id_id: menyelamatkan dunia seperti...
it: Salva il mondo come...
ko: 세상으로 저장...
pt: Salvar o mundo como...
ru_ru: Сохранить мир как...
zh: 另存为世界...

# WorldsSaveWorldAsDescription
source: enter name of world
de: Geben Sie die Namen der Welt
es: Escriba el nombre del mundo
id_id: Masukkan nama dari dunia
it: Immettere il nome del mondo
ko: 세계의 이름을 입력 합니다.
pt: Digite o nome do mundo
ru_ru: Введите имя мира
zh: 输入名称的世界

# WorldsSelectNewWorld
source: select new world to use
de: Wählen Sie die neue Welt zu verwenden
es: Seleccione el nuevo mundo a utilizar
id_id: Pilih dunia baru menggunakan
it: Selezionare nuovo mondo da utilizzare
ko: 사용 하 여 새로운 세계를 선택 합니다.
pt: Selecione novo mundo para usar
ru_ru: Выберите новый мир для использования
zh: 选择要使用的新世界

# WorldsSwitchingWorlds
source: switching worlds
de: Switching-Welten
es: mundos de conmutación
id_id: beralih dunia
it: tecnologie di commutazione
ko: 세계를 전환합니다.
pt: alternando os mundos
ru_ru: Переключение миров
zh: 世界上切换

# WorldsUseThisWorld
source: use this world when starting
de: Beim Starten verwenden Sie dieser Welt
es: Utilice este mundo al iniciar
id_id: menggunakan dunia ini ketika mulai
it: Utilizzare questo mondo all'avvio
ko: 시작할 때이 세계를 사용 합니다.
pt: Use esse mundo ao iniciar
ru_ru: с помощью этого мира при запуске
zh: 在启动时使用这个世界

# WorldsWorlds
source: worlds
de: Welten
es: mundos
id_id: dunia
it: mondi
ko: 세계
pt: mundos
ru_ru: миров
zh: 世界上

# CommonLater
source: later
de: später
es: más tarde
id_id: kemudian
it: in un secondo momento
ko: 나중에
pt: mais tarde
ru_ru: позже
zh: 以后

# RatingsDescription
source: It seems that you love LineRunner as much as we do. Care to give us a few stars?
de: Es scheint, dass Sie LineRunner so viel wie wir lieben. Wichtig Sie uns ein paar Sterne Geben?
es: Parece que te gusta LineRunner tanto como lo hacemos. ¿Le interesa darnos algunas estrellas?
id_id: Tampaknya bahwa Anda mencintai LineRunner sebanyak yang kita lakukan. Perawatan untuk memberikan kita beberapa bintang?
it: Sembra bello LineRunner come facciamo. Attenzione per fornirci alcune stelle?
ko: 우리가 할 만큼 LineRunner를 사랑 할 것 같습니다. 몇 개의 별을 제공에 관심?
pt: Parece que você adora LineRunner o que fazemos. Cuidado para nos dar algumas estrelas?
ru_ru: Кажется, люблю LineRunner так же, как мы делаем. Важно дать нам несколько звезд?
zh: 似乎你喜欢 LineRunner，就像我们一样。您愿意给我们几个星吗?

# RatingsRateUs
source: rate us!
de: Bewerten Sie uns!
es: tasa de nosotros!
id_id: menilai kita!
it: velocità di noi!
ko: 우리 평가!
pt: taxa conosco!
ru_ru: Оцените нас!
zh: 评价我们!

# CreditsTitle
source: credits
de: Gutschriften
es: créditos
id_id: kredit
it: crediti
ko: 크레딧
pt: créditos
ru_ru: кредиты
zh: 贷方

# CommonPage
source: page
de: Seite
es: página
id_id: halaman
it: pagina
ko: 페이지
pt: página
ru_ru: страница
zh: 页面

# HudPause
source: pause
de: Anhalten
es: pausa
id_id: jeda
it: pausa
ko: 일시 중지
pt: Pausar
ru_ru: пауза
zh: 暂停

# HudSpeed
source: speed
de: Geschwindigkeit
es: velocidad
id_id: kecepatan
it: velocità
ko: 속도
pt: velocidade
ru_ru: скорость
zh: 速度

# HudCannotGoSlowerThan
source: cannot go slower than
de: kann nicht niedriger als
es: no se puede ir más lento que
id_id: tidak bisa pergi lebih lambat dari
it: Impossibile attivare più lenta
ko: 갈 수 없습니다 보다 느린
pt: não é possível ir mais lento do que
ru_ru: не может быть медленнее, чем
zh: 不会比慢

# HudPaused
source: paused
de: angehalten
es: en pausa
id_id: berhenti
it: in pausa
ko: 일시 중지
pt: em pausa
ru_ru: приостановленный
zh: 暂停

# HudJoystick
source: joystick
es: palanca de mando
id_id: tongkat ria
ko: 조이스틱
ru_ru: джойстик
zh: 游戏杆

# HudTrackball
source: trackball
es: bola de seguimiento
id_id: bola gulir
ko: 트랙볼
ru_ru: трекбол
zh: 轨迹球

# HudHome
source: home
de: (privat)
es: Inicio
id_id: beranda
ko: 홈
ru_ru: дом
zh: 家庭

# AdminStartLine
source: start line
de: Zeilenbeginn
es: inicio de línea
id_id: memulai baris
it: inizio riga
ko: 줄 시작
pt: Iniciar linha
ru_ru: начало строки
zh: 启动行

# AdminStartLineDescription
source: enter line to start on (1-17)
de: Geben Sie ein, auf der (1-17) zu starten
es: Escriba la línea de inicio (1-17)
id_id: memasukkan baris untuk memulai (1-17)
it: Immettere la riga di avvio su (1-17)
ko: (1-17)에서 시작 하는 줄을 입력 합니다.
pt: Inserir linha para iniciar em (1-17)
ru_ru: Введите строку для запуска (1-17)
zh: 输入行开始 (1-17)

# CommonReset
source: double tap trackball to reset view
de: doppelt tippen Sie Trackball Ansicht zurücksetzen
es: Puntee doble trackball para Restablecer vista
id_id: Tekan dua kali trackball untuk me-reset Lihat
it: doppia toccare trackball per reimpostare la visualizzazione
ko: 이중 트랙볼 보기 다시 설정을 누릅니다
pt: toque duplo trackball para redefinir o modo de exibição
ru_ru: двойные коснитесь трекболом Сброс представления
zh: 双点击轨迹球重置视图

# HelpIncreaseDecrease
source: increase or decrease speed
de: erhöhen oder verringern Sie die Geschwindigkeit
es: aumentar o disminuir la velocidad
id_id: menambah atau mengurangi kecepatan
it: aumentare o diminuire la velocità
ko: 속도 줄이거나 늘이려면
pt: aumentar ou diminuir a velocidade
ru_ru: увеличить или уменьшить скорость
zh: 增加或减小速度

# HelpOrbit
source: drag from trackball to orbit view
de: Ziehen Sie aus der Trackball Umlaufbahn anzeigen
es: Arrastre de la bola de seguimiento para hacer Orbitar la vista
id_id: tarik dari trackball ke orbit Lihat
it: Trascinare dalla trackball per orbita visualizzazione
ko: 트랙볼을 궤도 보기에서 드래그 합니다.
pt: Arraste do trackball para girar exibição
ru_ru: Перетащите с трекболом Солнца представления
zh: 从轨迹球来轨道视图中拖动

# HelpPauseResume
source: pause or resume the game
de: Anhalten oder Fortsetzen des Spieles
es: pausar o reanudar el juego
id_id: menjeda atau memulai kembali permainan
it: sospendere o riprendere il gioco
ko: 일시 중지 또는 계속 게임
pt: Pausar ou continuar o jogo
ru_ru: Приостановка и возобновление игры
zh: 暂停或继续游戏

# HelpRotate
source: drag from middle to rotate view
de: Ziehen Sie von der Mitte drehen anzeigen
es: Arrastre desde el Centro para girar la vista
id_id: tarik dari tengah untuk memutar tampilan
it: Trascinare dalla centrale per ruotare la visualizzazione
ko: 보기를 회전 하려면 가운데부터 드래그 합니다.
pt: Arraste do meio para girar visualização
ru_ru: Перетащите из середины, чтобы повернуть
zh: 从中间旋转视图中拖动

# HelpScroll
source: tap or hold to scroll view
de: Tippen Sie auf oder Ansicht einen Bildlauf zu halten
es: Puntee o mantenga la tecla para desplazarse a la vista
id_id: Tekan atau menahan untuk menggulir Lihat
it: Toccare o tenere premuto per scorrere la visualizzazione
ko: 누르거나 스크롤하여 보기를
pt: toque ou mantenha pressionado para rolar a exibição
ru_ru: Коснитесь и удерживайте для прокрутки представления
zh: 点击或按以滚动视图

# HudOrbit
source: orbit view
de: Orbit-Ansicht
es: vista de órbita
id_id: Lihat orbit
it: visualizzazione di moto circolare
ko: 궤도 보기
pt: modo de exibição de órbita
ru_ru: Просмотр Орбита
zh: 轨迹视图

# HudRotate
source: rotate view
de: Ansicht drehen
es: Girar vista
id_id: memutar tampilan
it: ruotare la visualizzazione
ko: 보기 회전
pt: Girar exibição
ru_ru: Поворот представления
zh: 旋转视图

# HudScroll
source: scroll view
de: Bildlaufleisten anzeigen
es: vista de desplazamiento
id_id: scroll lihat
it: visualizzazione a scorrimento
ko: 스크롤 뷰
pt: exibição da rolagem
ru_ru: представление прокрутки
zh: 滚动视图

# HelpLeaderboards
source: see your top scores
de: finden Sie Ihre besten Spielergebnisse
es: vea los mejores puntuaciones
id_id: melihat Skor Anda atas
it: vedere i punteggi superiore
ko: 상위 점수를 참조 하십시오.
pt: Consulte sua pontuação superior
ru_ru: верхней оценки см.
zh: 请参阅您的高分

# HelpSound
source: turn sound off and on
de: Aktivieren von sound und ausschalten
es: Activar sonido y desactivar
id_id: mematikan suara dan
it: Spegnere e riaccendere audio
ko: 소리를 켜고 끌
pt: desligar e ligar som
ru_ru: Включение или выключение звука
zh: 关闭和打开声音

# UpgradesTitle
source: upgrades
es: actualizaciones
id_id: upgrade
it: aggiornamenti
ko: 업그레이드
ru_ru: обновления
zh: 升级

# UpgradesPractice
source: practice mode
de: Übungsmodus
es: modo de práctica
id_id: mode latihan
it: modalità prova
ko: 연습 모드
pt: modo de prática
ru_ru: режим практики
zh: 实践模式

# UpgradesPracticeDesc1
source: jump to any page and line
de: zu jeder Seite und Zeile springen
es: saltar a cualquier página y línea
id_id: melompat ke setiap halaman dan garis
it: passare a qualsiasi pagina e la riga
ko: 줄 및 페이지 이동
pt: saltar para qualquer página e linha
ru_ru: Перейти к любой странице и строки
zh: 跳转到任何页和行

# UpgradesPracticeDesc2
source: turn kills off
de: Gelöschte deaktivieren
es: desactivar mata
id_id: mematikan membunuh
it: disattivare uccide
ko: 파괴 한 해제
pt: Desativar elimina
ru_ru: отключить ликвидирует
zh: 关闭电源断开

# HelpUpgrades
source: upgrades
es: actualizaciones
id_id: upgrade
it: aggiornamenti
ko: 업그레이드
ru_ru: обновления
zh: 升级

# HelpUpgradesPractice
source: practice mode
de: Übungsmodus
es: modo de práctica
id_id: mode latihan
it: modalità prova
ko: 연습 모드
pt: modo de prática
ru_ru: режим практики
zh: 实践模式

# HelpUpgradesPracticeDesc1
source: jump to any page and line
de: zu jeder Seite und Zeile springen
es: saltar a cualquier página y línea
id_id: melompat ke setiap halaman dan garis
it: passare a qualsiasi pagina e la riga
ko: 줄 및 페이지 이동
pt: saltar para qualquer página e linha
ru_ru: Перейти к любой странице и строки
zh: 跳转到任何页和行

# HelpUpgradesPracticeDesc2
source: turn kills off
de: Gelöschte deaktivieren
es: desactivar mata
id_id: mematikan membunuh
it: disattivare uccide
ko: 파괴 한 해제
pt: Desativar elimina
ru_ru: отключить ликвидирует
zh: 关闭电源断开

# UpgradesBuy
source: buy
de: Kaufen
es: comprar
id_id: Beli
it: Acquista
ko: 구입
pt: comprar
ru_ru: купить
zh: 购买

# UpgradesPrice
source: price
de: Preis
es: precio
id_id: Harga
it: prezzo
ko: 가격
pt: preço
ru_ru: цена
zh: 价格

# UpgradesPurchasedOn
source: purchased on
de: gekauft am
es: comprado en
id_id: dibeli pada
it: acquistate in
ko: 구매
pt: comprado em
ru_ru: приобрести в
zh: 购买

# UpgradesRestore
source: restore
de: Stellen Sie wieder her
es: restaurar
id_id: pulihkan
it: ripristino
ko: 복원
pt: restauração
ru_ru: восстановить
zh: 还原

# OptionsPracticeKillsOff
source: kills off
de: Gelöschte deaktivieren
es: mata a
id_id: membunuh dari
it: interrompe l'eventuale
ko: 중단
pt: elimina
ru_ru: Уничтожает
zh: 取消

# OptionsPracticeKillsOn
source: kills on
de: beendet am
es: termina en
id_id: membunuh di
it: uccide in
ko: 대 파괴
pt: elimina em
ru_ru: Уничтожает на
zh: 在终止

# OptionsPracticeStartLine
source: starting line
de: Anfangszeile
es: línea de salida
id_id: garis start
it: riga iniziale
ko: 시작 줄
pt: linha inicial
ru_ru: Начальная строка
zh: 起始行

# OptionsPracticeStartPage
source: starting page
de: Startseite
es: página de inicio
id_id: Halaman awal
it: pagina iniziale
ko: 시작 페이지
pt: página inicial
ru_ru: Начальная страница
zh: 起始页

# OptionsPracticeSwitchingLine
source: switching starting line to
de: Zeile wechseln
es: cambio de línea
id_id: beralih baris
it: cambio di riga
ko: 전환 대상
pt: Alternar linha
ru_ru: Переключение линии
zh: 切换到行

# OptionsPracticeSwitchingPage
source: switching starting page to
de: Wechseln zu Seite
es: cambio de página
id_id: beralih halaman untuk
it: pagina per il passaggio
ko: 페이지를 전환합니다.
pt: a troca de página
ru_ru: Переключение страницы
zh: 切换到页

# AdminUpgradesOff
source: upgrades off
de: Upgrades von
es: actualizaciones de
id_id: upgrade dari
it: aggiornamenti off
ko: 해제 업그레이드
pt: upgrades de logoff
ru_ru: Отключение обновления
zh: 关闭的升级

# AdminUpgradesOn
source: upgrades on
de: Upgrades auf
es: mejoras en
id_id: upgrade
it: aggiornamenti su
ko: 업그레이드에
pt: atualizações em
ru_ru: обновление по
zh: 在升级

# OptionsPractice
source: practice mode
de: Übungsmodus
es: modo de práctica
id_id: mode latihan
it: modalità prova
ko: 연습 모드
pt: modo de prática
ru_ru: режим практики
zh: 实践模式

# HelpHud
source: hud
ko: hud가
zh: 抬頭顯示器
