Repository: simsip-admin/simsip-line
Catalog: Simsip.LineRunner.I18N/Resources/AppResources.*.resx
Languages: fr, hi_in, ja_jp, nl, pl_pl

# ResourceLanguage
source: en-US
fr: fr
hi_in: hi-IN
ja_jp: ja-JP
nl: nl
pl_pl: pl-PL

# HelpStartDescription
source: play game
fr: Jouez au jeu
hi_in: गेम खेलें
ja_jp: ゲーム再生します。
nl: spel spelen
pl_pl: Zagraj w grę

# AchievementsTopScoresFor
source: top scores
fr: meilleurs scores
hi_in: शीर्ष स्कोर
ja_jp: トップスコアします。
nl: hoogste scores
pl_pl: najlepsze wyniki

# CommonYes
source: yes
fr: Oui
hi_in: हाँ
ja_jp: はい
nl: Ja
pl_pl: tak

# CommonNo
source: no
fr: ne
hi_in: नहीं
ja_jp: いいえ
nl: Nee
pl_pl: nie

# CommonError
source: error
fr: erreur
hi_in: त्रुटि
ja_jp: エラー
nl: Fout
pl_pl: Błąd

# CommonDelete
source: delete
fr: supprimer
hi_in: हटाएँ
ja_jp: 削除する
nl: verwijderen
pl_pl: usunąć

# CommonCancel
source: cancel
fr: Annuler
hi_in: रद्द करें
ja_jp: 取り消す
nl: annuleren
pl_pl: anulować

# HudResume
source: resume
fr: reprendre
hi_in: फिर से शुरू करें
ja_jp: 履歴書
nl: hervatten
pl_pl: życiorys

# CreditsTitle
source: credits
fr: crédits
hi_in: क्रेडिट्स
ja_jp: クレジット
pl_pl: Napisy końcowe

# StartRate
source: rate
fr: taux
hi_in: दर
nl: snelheid
pl_pl: szybkość

# StartPlay
source: play
fr: lire
hi_in: प्ले
ja_jp: プレイ
nl: afspelen
pl_pl: Zagraj

# HudOptions
source: options
hi_in: विकल्प
ja_jp: オプション
nl: Opties
pl_pl: Opcje

# HudHelp
source: help
fr: aide
hi_in: मदद
ja_jp: ヘルプ
pl_pl: pomoc

# CommonPage
source: page
hi_in: पेज
ja_jp: ページ
nl: pagina
pl_pl: strona

# HudPause
source: pause
fr: mettre en pause
hi_in: विराम दें
ja_jp: 一時停止
nl: onderbreken
pl_pl: Wstrzymaj

# HudSpeed
source: speed
fr: vitesse
hi_in: गति
ja_jp: 速度
nl: snelheid
pl_pl: prędkości

# HudPaused
source: paused
fr: en pause
hi_in: रोका गया
ja_jp: 一時停止
nl: onderbroken
pl_pl: wstrzymany

# HudTime
source: time
fr: heure
hi_in: समय
nl: tijd
pl_pl: czas

# HudHome
source: home
fr: accueil
hi_in: घर का
ja_jp: ホーム
pl_pl: dom

# HelpLicense
source: license
fr: licence
hi_in: लाइसेंस
ja_jp: 使用許諾契約書
nl: licentie
pl_pl: licencji

# HelpSound
source: turn sound off and on
fr: Éteignez et rallumez audio
hi_in: पर और बंद ध्वनि चालू करें
ja_jp: サウンド オフとオンにします。
nl: geluid inschakelen en uitschakelen
pl_pl: Wyłącz i Włącz dźwięk

# UpgradesTitle
source: upgrades
fr: mises à niveau
hi_in: अपग्रेड्स
ja_jp: アップグレード
pl_pl: uaktualnienia

# UpgradesPracticeDesc2
source: turn kills off
fr: désactiver le TUE
hi_in: kills बंद करें
ja_jp: 撃墜をオフにします。
nl: dodelijk uitschakelen
pl_pl: Wyłącz zabija

# HelpUpgradesPracticeDesc2
source: turn kills off
fr: désactiver le TUE
hi_in: kills बंद करें
ja_jp: 撃墜をオフにします。
nl: dodelijk uitschakelen
pl_pl: Wyłącz zabija

# UpgradesPrice
source: price
fr: prix
hi_in: मूल्य
ja_jp: 価格
nl: prijs
pl_pl: cena

# UpgradesRestore
source: restore
fr: restauration
hi_in: पुनर्स्थापित करें
ja_jp: 復元
nl: herstellen
pl_pl: przywrócić

# OptionsPractice
source: practice mode
fr: mode pratique
hi_in: अभ्यास मोड
ja_jp: プラクティス モード
nl: praktijkmodus
pl_pl: Tryb praktyki

# UpgradesRestoreStatus
source: restoring upgrade
fr: restauration de mise à niveau
hi_in: अद्यतन पुनर्स्थापित कर रहा है
ja_jp: アップグレードを復元します。
nl: upgrade terugzetten
pl_pl: Przywracanie aktualizacji

# HudHigh
source: high
fr: élevé
hi_in: उच्च
ja_jp: 高
nl: hoge
pl_pl: Wysoka

# HelpSupport
source: support
fr: prise en charge
hi_in: समर्थन
ja_jp: サポート
nl: ondersteuning
pl_pl: pomoc techniczna

# MessageBoxMovingToPage6
source: last page!
fr: dernière page !
hi_in: अंतिम पृष्ठ!
ja_jp: 最後のページです。
nl: laatste pagina!
pl_pl: Ostatnia strona!

# CommonPrevious
source: previous
fr: précédent
hi_in: पिछले
ja_jp: 前
nl: vorige
pl_pl: Poprzedni

# HelpZoomInOut
source: zoom in or out
fr: effectuer un zoom avant ou arrière
hi_in: ज़ूम इन या आउट करें
ja_jp: ズームインまたはズームアウト
nl: in- of uitzoomen
pl_pl: Powiększanie lub pomniejszanie

# HudSpeedDefault
source: (default)
fr: (par défaut)
hi_in: (डिफ़ॉल्ट)
ja_jp: (既定値)
nl: (standaard)
pl_pl: (domyślnie)

# CommonNext
source: next
fr: suivant
hi_in: अगला
ja_jp: 次へ
nl: volgende
pl_pl: dalej

# CommonBack
source: back
fr: sauvegarder
hi_in: वापस जाएँ
ja_jp: 背もたれ
nl: achterkant
pl_pl: Tworzenie kopii

# MessageBoxMovingToPage5
source: fire!
fr: feu !
hi_in: आग!
ja_jp: 火災!
nl: brand!
pl_pl: ogień!

# MessageBoxMovingToPage4
source: sweetness!
fr: sucré !
hi_in: लिए मिठास!
ja_jp: 誕生日!
nl: zoetheid!
pl_pl: Życzę!

# MessageBoxMovingToPage3
source: boom!
fr: BRAS !
ja_jp: ブーム!
pl_pl: Wysięgnik!

# MessageBoxMovingToPage2
source: you're awesome!
fr: vous êtes Isard !
hi_in: आप विस्मिति कर देने वाले हैं!
ja_jp: なら awesome!
nl: u bent een Meester!
pl_pl: jesteś awesome!

# MessageBoxMovingToPage
source: moving to page
fr: déplacement à la page
hi_in: पृष्ठ पर ले जाने
ja_jp: ページへ移動
nl: verplaatsen naar pagina
pl_pl: Przenoszenie na stronę

# FinishWinner
source: winner!
fr: gagnant !
hi_in: विजेता!
ja_jp: 勝者!
nl: winnaar!
pl_pl: zwycięzcą!

# AchievementsColumnScore
source: score
fr: score de
hi_in: स्कोर
ja_jp: スコア
pl_pl: wynik

# AchievementsColumnDate
source: date
hi_in: दिनांक
nl: datum
pl_pl: data

# AchievementsColumnTime
source: time
fr: heure
hi_in: समय
nl: tijd
pl_pl: czas

# UpgradesRestoreError
source: error restoring upgrade
fr: Erreur de restauration de mise à niveau
hi_in: अद्यतन पुनर्स्थापित करने में त्रुटि
ja_jp: アップグレードの復元エラー
nl: Fout bij het terugzetten van de upgrade
pl_pl: Błąd przy przywracaniu uaktualnienia

# UpgradesPurchaseStatus
source: purchasing upgrade
fr: achat de mise à niveau
hi_in: नवीनीकरण खरीद
ja_jp: アップグレードを購入
nl: upgrade kopen
pl_pl: zakup uaktualnienia

# UpgradesPurchaseError
source: error purchasing upgrade
fr: Erreur d'une mise à niveau d'achat
hi_in: खरीद नवीनीकरण त्रुटि
ja_jp: 購入アップグレードのエラー
nl: inkoop upgrade fout
pl_pl: Błąd aktualizacji zakupów

# UpgradesPracticeDesc3
source: tap options for practice mode
fr: Cliquez sur options pour le mode pratique
hi_in: अभ्यास मोड के लिए विकल्प टेप करें
ja_jp: 練習モードのオプションをタップします。
nl: Tik op Opties voor de praktijkmodus
pl_pl: Wybierz polecenie Opcje dla trybu praktyki

# OptionsPracticeStartPage
source: starting page
fr: page de démarrage
hi_in: प्रारंभिक पृष्ठ
ja_jp: 開始ページ
nl: startpagina
pl_pl: Strona początkowa

# OptionsPracticeSwitchingPage
source: switching page to
fr: changement de page
hi_in: पृष्ठ पर स्विच करना
ja_jp: ページを切り替える
nl: overschakelen naar een andere pagina
pl_pl: Przełączanie strony do

# OptionsPracticeSwitchingLine
source: switching line to
fr: changement de ligne
hi_in: स्विच करने के लिए लाइन
ja_jp: スイッチングを行
nl: overschakelen naar een andere lijn
pl_pl: Przełączanie linii do

# OptionsPracticeStartLine
source: starting line
fr: ligne de départ
hi_in: रेखा प्रारंभ हो रहा
ja_jp: 開始行
nl: eerste regel
pl_pl: linii początkowej

# OptionsPracticeKillsOn
source: kills on
fr: tue sur
hi_in: kills पर
ja_jp: 倒す
nl: beëindigd op
pl_pl: zabija na

# OptionsPracticeKillsOff
source: kills off
fr: tue off
hi_in: kills
ja_jp: を強制終了します。
nl: dodelijk uitschakelen
pl_pl: Kasuje

# UpgradesPurchasedOn
source: purchased on
fr: acheté sur
hi_in: पर खरीदा था.
ja_jp: 購入
nl: gekocht op
pl_pl: zakupione na

# UpgradesBuy
source: buy
fr: acheter
hi_in: खरीदें
ja_jp: 購入
nl: kopen
pl_pl: Kup

# HelpUpgradesPracticeDesc1
source: jump to any page and line
fr: accéder à une page et de ligne
hi_in: किसी भी पृष्ठ और पंक्ति पर जाएँ
ja_jp: すべてのページと行にジャンプします。
nl: aan elke pagina en een regel gaan
pl_pl: przeskoczyć do strony i wiersza

# HelpUpgradesPractice
source: practice mode
fr: mode pratique
hi_in: अभ्यास मोड
ja_jp: プラクティス モード
nl: praktijkmodus
pl_pl: Tryb praktyki

# HelpUpgrades
source: upgrades
fr: mises à niveau
hi_in: अपग्रेड्स
ja_jp: アップグレード
pl_pl: uaktualnienia

# UpgradesPracticeDesc1
source: jump to any page and line
fr: accéder à une page et de ligne
hi_in: किसी भी पृष्ठ और पंक्ति पर जाएँ
ja_jp: すべてのページと行にジャンプします。
nl: aan elke pagina en een regel gaan
pl_pl: przeskoczyć do strony i wiersza

# UpgradesPractice
source: practice mode
fr: mode pratique
hi_in: अभ्यास मोड
ja_jp: プラクティス モード
nl: praktijkmodus
pl_pl: Tryb praktyki

# HelpLeaderboards
source: see your top scores
fr: Consultez vos scores supérieur
hi_in: अपने शीर्ष स्कोर देखें
ja_jp: トップのスコアを参照してください。
nl: Zie uw hoogste scores
pl_pl: Zobacz najlepsze wyniki

# HelpScroll
source: tap or hold to scroll view
fr: Cliquez ou maintenez la touche pour faire défiler la vue
hi_in: टेप करें, या दृश्य में स्क्रॉल करने के लिए रखें
ja_jp: をタップするかビューをスクロールするには
nl: Tik of houd beeld schuiven
pl_pl: Naciśnij i przytrzymaj, aby przewinąć widok

# HelpRotate
source: drag from middle to rotate view
fr: Faites glisser à partir de milieu pour faire pivoter la vue
hi_in: मध्य से दृश्य घुमाने के लिए खींचें
ja_jp: 中央を回転表示からドラッグします。
nl: Sleep vanaf het midden naar de weergave draaien
pl_pl: Przeciągnij z środku, aby obrócić widok

# HelpPauseResume
source: pause or resume the game
fr: suspendre ou reprendre le jeu
hi_in: रोकें या गेम फिर से शुरू करें
ja_jp: 一時停止または再開します
nl: onderbreken of hervatten van het spel
pl_pl: wstrzymać lub wznowić grę

# HelpOrbit
source: drag from trackball to orbit view
fr: Faites glisser à partir de trackball sur orbite d'affichage
hi_in: ट्रैकबॉल ऑर्बिट दृश्य से खींच
ja_jp: オービット ビューにトラック ボールをドラッグします。
nl: Sleep uit de trackball aan kring weergeven
pl_pl: Przeciągnij z urządzenia wskazującego na orbicie widoku

# HelpIncreaseDecrease
source: increase or decrease speed
fr: augmenter ou diminuer la vitesse
hi_in: बढ़ाने या घटाने की गति
ja_jp: 速度を増減させる
nl: verhogen of verlagen, snelheid
pl_pl: zwiększyć lub zmniejszyć szybkość

# CommonReset
source: double tap trackball to reset view
fr: Double cliquez trackball pour rétablir l'affichage
hi_in: दोहरा दृश्य को रीसेट करने के लिए, ट्रैकबॉल, टेप करें
ja_jp: ダブル ビューをリセットするには、トラック ボールをタップします。
nl: dubbele Tik trackball weergave opnieuw instellen
pl_pl: dotknij dwukrotnie urządzenia wskazującego, aby zresetować widok

# HudCannotGoSlowerThan
source: cannot go slower than
fr: ne peut pas être inférieure à
hi_in: जा सकता से धीमी
ja_jp: より遅い
nl: kan niet gaan langzamer dan
pl_pl: Nie można przejść wolniej niż

# CommonLater
source: later
fr: plus tard
hi_in: बाद में
ja_jp: 後
pl_pl: później

# CommonAdmin
source: admin
hi_in: व्यवस्थापन
ja_jp: 管理者
pl_pl: administrator

# PadsSwitchingPads
source: switching pads
fr: boîtiers de commande de commutation
hi_in: पैड्स स्विच करना
ja_jp: パッドを切り替え
nl: overschakelen naar een andere pads
pl_pl: Przełączanie podkładki

# LinesSwitchingLines
source: switching lines
fr: lignes de commutation
hi_in: लाइनें बदलने
ja_jp: 線の切り替え
nl: schakelen tussen regels
pl_pl: Przełączanie linii

# HudPageLine
source: page/line
fr: page ou de ligne
hi_in: पृष्ठ/रेखा
ja_jp: ページと行
nl: pagina/nieuwe regel
pl_pl: wiersz/strony

# FinishNewHighScore
source: new high score
fr: nouveau meilleur score
hi_in: नई उच्च स्कोर
ja_jp: 新しいハイ スコア
nl: Topscore
pl_pl: Nowy najlepszy wynik

# CreditsCreatedBy
source: development
fr: développement
hi_in: विकास
ja_jp: 開発
nl: ontwikkeling
pl_pl: rozwoju

# AchievementsLeaderboards
source: leaderboards
fr: ajouterons
ja_jp: スコア_ボード
nl: scoreborden
pl_pl: tablice wyników

# OptionsTitle
source: options
hi_in: विकल्प
ja_jp: オプション
nl: Opties
pl_pl: Opcje

# OptionsSoundOn
source: sound on
fr: son de la
hi_in: पर ध्वनि
ja_jp: サウンド
nl: geluid
pl_pl: dźwięk na

# OptionsSoundOff
source: sound off
fr: son désactivé
hi_in: ध्वनि
ja_jp: サウンド オフ
nl: geluid uit
pl_pl: wyłączanie dźwięku

# OptionsPads
source: pads
fr: TAPIS
hi_in: पैड्स
ja_jp: パッド
pl_pl: podkładki

# OptionsLines
source: lines
fr: lignes
hi_in: पंक्तियाँ
ja_jp: 行
nl: regels
pl_pl: Linie

# OptionsLeaderboards
source: leaderboards
fr: ajouterons
ja_jp: スコア_ボード
nl: scoreborden
pl_pl: tablice wyników

# OptionsCredits
source: credits
fr: crédits
hi_in: क्रेडिट्स
ja_jp: クレジット
pl_pl: Napisy końcowe

# HelpTitle
source: help
fr: aide
hi_in: मदद
ja_jp: ヘルプ
pl_pl: pomoc

# HelpRatingsDescription
source: rate us
fr: taux de nous
hi_in: हमें दर
ja_jp: ご評価します。
nl: ons tarief
pl_pl: Oceń NAS

# HelpPads
source: change the pad you play on
fr: modifier le pavé de que vous lire sur le
hi_in: आप चलाने पर पैड परिवर्तित करें
ja_jp: 変更のパッドでプレイします。
nl: het pad dat u afspeelt op wijzigen
pl_pl: Zmiana pad, na którym grasz

# HelpOptions
source: options
hi_in: विकल्प
ja_jp: オプション
nl: Opties
pl_pl: Opcje

# HelpLines
source: change the line for the pad
fr: Modifiez la ligne pour le pavé
hi_in: पैड के लिए परिवर्तित करें
ja_jp: パッドの行を変更します。
nl: de regel voor het Tekenpaneel wijzigen
pl_pl: zmienić wiersz dla multipleksera pad

# HelpHowToPlayDescription1
source: tap to avoid lines and obstacles
fr: Cliquez sur pour éviter les lignes et les obstacles
hi_in: रेखाओं और obstacles से बचने के लिए टैप करें.
ja_jp: タップ線や障害物を回避するには
nl: Tik op om te voorkomen dat de lijnen en obstakels
pl_pl: Wybierz, aby uniknąć przeszkód i linie

# CommonVersion
source: version
hi_in: संस्करण
ja_jp: バージョン
nl: versie
pl_pl: wersja

# StartLine
source: Line
hi_in: रेखा
pl_pl: Linia

# Start3D
source: 3D
hi_in: 3डी
pl_pl: 3W

# PadsYellow
source: yellow
pl_pl: żółty

# PadsWhite
source: white
pl_pl: biały

# LinesRed
source: red
pl_pl: czerw.

# LinesOrange
source: orange
pl_pl: fiolet

# LinesLightOrange
source: light orange
pl_pl: pomarańczowe światła

# LinesLightGreen
source: light green
pl_pl: zielone światło

# LinesLightBlue
source: light blue
pl_pl: Jasnoniebieski

# LinesGreen
source: green
pl_pl: zielony

# LinesDarkOrange
source: dark orange
pl_pl: ciemny kolor pomarańczowy

# LinesDarkGreen
source: dark green
pl_pl: Kolor Ciemnozielony

# LinesBlue
source: blue
pl_pl: sina

# CommonOK
source: ok
hi_in: ठीक
ja_jp: /オーケー/おーけー/オーケー;

# HudJoystick
source: joystick
fr: manette de jeu
hi_in: जॉयस्टिक
ja_jp: ジョイスティック

# HudTrackball
source: trackball
hi_in: ट्रैकबॉल
ja_jp: トラックボール

# StartRunner
source: runner
hi_in: रनर
